tap "homebrew/bundle"
brew "brotli"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "circleci"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "flac"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fonttools", link: false
brew "git"
brew "python@3.11"
brew "git-filter-repo"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "pure"
brew "pyenv"
brew "tree"
brew "watchman"
brew "woff2"
brew "yarn"
brew "z"
brew "zopfli"
brew "zplug"
brew "zsh"
vscode "analytic-signal.preview-pdf"
vscode "artdiniz.quitcontrol-vscode"
vscode "bibhasdn.unique-lines"
vscode "cdonohue.quill-icons"
vscode "charlotte.dark-feminine-italic"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dev01d.devoid-theme"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ezforo.copy-relative-path-and-line-numbers"
vscode "gerane.theme-dark-dracula"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mathcale.theme-dracula-refined"
vscode "mrmlnc.vscode-json5"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "rafamel.subtle-brackets"
vscode "redhat.vscode-yaml"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tlent.jest-snapshot-language-support"
vscode "uloco.theme-bluloco-light"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wix.vscode-import-cost"
vscode "zengxingxin.sort-js-object-keys"
vscode "zignd.html-css-class-completion"
