tap "homebrew/bundle"
tap "homebrew/core"
brew "aom"
brew "brotli"
brew "circleci"
brew "ffmpeg"
brew "flac"
brew "fonttools", link: false
brew "git"
brew "jpeg-xl"
brew "libarchive"
brew "mpv"
brew "pure"
brew "pyenv"
brew "python@3.11"
brew "tree"
brew "watchman"
brew "woff2"
brew "yt-dlp"
brew "zopfli"
brew "zsh"
